
"No Event Selected." = "Nessun evento selezionato";
"Multiple Events Selected." = "Più eventi selezionati";
"No unresolved events." = "Nessun evento non risolto";
"No unsolved events." = "Nessun evento non risolto";
"No unread events." = "Nessun evento non letto";
"No matching events found." = "Impossibile trovare eventi corrispondenti";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "Elimina tutti i messaggi da \"%@\"";
"Mark as Read" = "Contrassegna come letto";
"Mark as Unread" = "Contrassegna come non letto";

//ks Event status tool tips
"Resolved" = "Risolti";
"Unresolved" = "Non risolti";
"Partially Solved" = "Parzialmente risolti";
"Status Unknown" = "Stato sconosciuto";


//ks Event Severity tool tips
"Information" = "Informazioni";
"Warning" = "Avviso";
"User Intervention Required" = "Richiesto intervento dell'utente";
"Resolvable Problem" = "Problema risolvibile";
"Unresolvable Problem" = "Problema irrisolvibile";


//ks Filter option buttons
" Unread (%u) " = " Non letti (%u) ";
" Unresolved (%u) " = " Non risolti (%u) ";

//ks Smash error
"device event retrieval" = "richiamo eventi dispositivo";
"deletion of event" = "eliminazione dell'evento";

"The message could not be deleted" = "Impossibile eliminare il messaggio";
